Repository: AlexxandreFS/Batocera.PLUS
Catalog: src/Raine/locale/*.po
Languages: it

source: Main menu
it: [ MENU PRINCIPALE ]

source: Play game
it: Inizia a giocare

source: Game options
it: Opzioni di gioco

source: Region
it: Versione regionale

source: Action replay cheats
it: Trucchi per Action replay

source: Dipswitches
it: Microinterruttori scheda (Dips.)

source: Change/Load ROM
it: Carica/Cambia gioco Arcade

source: Load NeoCD game
it: Carica gioco per NeoCD

source: NeoCD/Neo-Geo options
it: Impostazioni NeoCD/Neo-Geo

source: Video options
it: Impostazioni Video

source: Sound options
it: Impostazioni Suono

source: Options
it: Impostazioni Emulatore

source: Inputs
it: Impostazioni Controlli

source: About...
it: Informazioni...

source: Show command.dat info
it: Informazioni mosse speciali...

source: Quit
it: Esci

source: No game loaded
it: Nessun gioco caricato

source: Region out of bounds (%d). Possible values :
it: Regione fuori limite (%d). Valori possibili:

source: Special moves...
it: [ Mosse speciali (caricate da command.dat) ]

source: no cpu initialised yet
it: Non e' stata inizializzata ancora nessuna CPU.

source: Reset game hardware
it: Riavvia l'hardware del gioco

source: Load game
it: Carica gioco

source: Save game
it: Salva gioco

source: Graphical layers...
it: Imposta livelli grafici...

source: Sprite viewer
it: Visualizza elementi grafici...

source: CPU frame skip (1=no skip)
it: Salta fotogrammi CPU (1=non saltare)

source: FPS
it: FPS (Fotogrammi al sec.)

source: Reset fps to driver's default value
it: Ripristina FPS al valore predef.

source: FPS counter
it: Contatore FPS

source: Immediate FPS
it: Conteggio immediato

source: Average FPS
it: Conteggio sulla media

source: Profiler
it: Tutti i profili

source: Rdtsc Cycles
it: Cicli RDTSC

source: Sprites viewer
it: [ Visualizzatore elementi grafici (Sprites) ]

source: layer
it: Livello

source: Object
it: Oggetti

source: BG
it: Sfondo

source: BG0
it: Sfondo #0

source: BG1
it: Sfondo #1

source: BG2
it: Sfondo #2

source: BG3
it: Sfondo #3

source: FG
it: Primo piano

source: FG0
it: Primo piano #0

source: FG1
it: Primo piano #1

source: FG2
it: Primo piano #2

source: FG3
it: Primo piano #3

source: OBJECT
it: OGGETTI

source: SCROLL0
it: SCORRIM. #0

source: SCROLL1
it: SCORRIM. #1

source: SCROLL2
it: SCORRIM. #2

source: SCROLL3
it: SCORRIM. #3

source: SPRITES
it: SPRITE

source: SPRITES BG
it: SPRITE Sfondo

source: SPRITES FG
it: SPRITE Primo piano

source: Layers
it: Livelli grafici

source: Game selection
it: [ Scelta del gioco ]

source: -- Options --
it: -- OPZIONI --

source: -- Path...
it: -- PERCORSO... --

source: Avail
it: Disponibili:

source: Missing
it: Mancanti:

source: Game : %s
it: Gioco: %s

source: Game : -
it: Gioco: -

source: Year : %d
it: Anno: %d

source: Year : -
it: Anno: -

source: Year : 2006
it: Anno: 2006

source: Company : %s
it: Azienda: %s

source: Company : -
it: Azienda: -

source: Category : %s
it: Categoria: %s

source: Category : -
it: Categoria: -

source: Category :
it: Categoria:

source: Display
it: Mostra

source: Status
it: Condizione

source: Category
it: Categoria

source: Company
it: Azienda

source: Clones
it: Cloni

source: Display short names too
it: Con nomi ridotti

source: Rom directories...
it: Cartelle giochi...

source: All games
it: Tutti i giochi

source: Available games
it: Solo giochi presenti in cartella

source: Missing games
it: Solo giochi assenti in cartella

source: All status
it: Tutte le condizioni

source: Only working games
it: Solo giochi funzionanti

source: Only not working games
it: Solo giochi non funzionanti

source: Only partially working games
it: Solo giochi parzialm. funzionanti

source: All
it: Tutte le categorie

source: All companies
it: Tutte le aziende

source: All drivers
it: Tutti i driver

source: rom dirs
it: [ Cartelle dei giochi (rom) ]

source: Add rom dir...
it: Aggiungi cartella con giochi (rom)...

source: Directory options
it: - Opzioni cartella: -

source: Change dir
it: Cambia cartella

source: Remove dir
it: Rimuovi cartella

source: Change dir|Remove dir
it: Cambia cartella|Rimuovi cartella

source: Rom dir
it: [ Seleziona un percorso contenente giochi (rom) ]

source: Path selection
it: [ Selezione percorso ]

source: Loading Game
it: :: Gioco in fase di caricamento ::

source: Loading error
it: :: Errore di caricamento ::

source: Loading problem
it: :: Problema sul caricamento ::

source: Loading CPU code
it: Caricamento codice della CPU...

source: Loading audio regions
it: Caricamento dati audio...

source: Loading video regions
it: Caricamento dati video...

source: Applying GFX Layouts and stuff...
it: Applicazione impaginaz.grafica e altro...

source: Applying graphics layouts...
it: Azionamento livelli grafici...

source: Sprites conversion...
it: Conversione elementi grafici (sprites)...

source: Driver loading function...
it: Funzione di caricamento del driver...

source: Decoding GFX layer
it: Decodifica livello grafico...

source: Rebuilding 8x8 layer
it: Ricostruzione del livello 8x8px...

source: Rebuilding 16x16 layer
it: Ricostruzione del livello 16x16px...

source: Decrypting rom...
it: Decriptazione della ROM...

source: Decrypting 68K (Code)
it: Decriptazione codice 68K...

source: Decrypting GFX1 (Tilemaps)
it: Decriptazione mappa dei tile GFX1...

source: Decrypting GFX2 (Sprites)
it: Decriptazione elem.grafici GFX2...

source: Decrypting sprites
it: Decriptazione elem.grafici...

source: Decrypting OKI (Sound)
it: Decriptazione suono OKI...

source: kof97oro decrypt rom...
it: Decriptazione della ROM KOF97oro...

source: kof97oro decrypt fix...
it: Decriptazione corretta di KOF97oro...

source: kof97oro decrypt sprites...
it: Decriptazione sprites di KOF97oro...

source: decrypting sprites (kof99 type)
it: Decriptazione elem.grafici di KOF99...

source: Preparing ROMS (patches...)
it: Preparazione patch sulle ROMs...

source: loading EmuDX big sprites
it: Caricamento Sprite grandi per EmuDX

source: loading EmuDX sprites
it: Caricamento Sprite per EmuDX

source: loading EmuDX tiles
it: Caricamento Tile per EmuDX

source: Unable to load: %s
it: Impossibile caricare: %s

source: Unable to open '%s' crc32:%x
it: Impossibile aprire '%s' crc32:%x

source: Unable to save: %s
it: Impossibile salvare: %s

source: Bad CRC for ROM %s (%x)
it: CRC errato per la ROM %s (%x)

source: Bad ROM size for %s: tried to read %xh bytes, got %lxh
it: Dimensione errata per la ROM %s: tentativo lettura di %xh byte, ottenuti %lxh

source: Bad ROM size for %s: tried to read %xh bytes, got %xh
it: Dimensione errata per la ROM %s: tentativo lettura di %xh byte, ottenuti %xh

source: The game might not run correctly.
it: Il gioco potrebbe non funzionare correttamente.

source: Search path:
it: Percorsi di ricerca:

source: The game didn't initialise any CPU, this game can't work !
it: Il gioco non ha inizializzato nessuna CPU, di sicuro non funzionerà!

source: ZIP file damaged for ROM %s
it: Il file ZIP è danneggiato per la ROM %s

source: The file '%s' can't be loaded
it: Il file '%s' non può essere caricato

source: ERROR: Unable to load gfx rom: %s
it: ERRORE: Impossibile caricare la rom grafica: %s

source: Without %s you will have no sound
it: Senza %s non puoi sentire nessun audio (EmuDX)

source: Progress
it: Avanzamento

source: Applied speed hack %d at %x
it: Applicata modifica su velocita' (hack): %d in %x

source: Applied speed hack at %d:%x
it: Applicata modifica su velocita' (hack): %d in %x

source: Applied speed hack at %x:%s
it: Applicata modifica su velocita' (hack) a %x:%s

source: Speed hack not found, slowing down...
it: Modifica su velocita' (hack) non trovata, esecuzione lenta...

source: Z80: applied HALT speed hack
it: Applicata modifica su velocita' HALT (hack) su Z80

source: Z80: speed hack applied
it: Applicata modifica su velocita' (hack) su Z80

source: Long hack jump at %x...
it: Lunga modifica sul salto (Long hack jump) in %x...

source: Neo-Geo bios : %s
it: BIOS del Neo-Geo : %s

source: NeoCD bios
it: BIOS del NeoCD

source: NeoCD bios : %s
it: BIOS del NeoCD : %s

source: No NeoCD bios
it: Nessun BIOS del NeoCD

source: Exit to
it: Se esci dal gioco vai verso

source: Loading animations speed
it: Velocità animazione di caricam.

source: Update neocd sprite block
it: Aggiorna il blocco di Sprite del NeoCD

source: Allow speed hacks
it: Permetti modifica sulla velocità

source: Raster effects
it: Emula gli effetti Raster

source: Capture mode
it: Modalità di cattura

source: Neo-Geo bios
it: [ BIOS del Neo-Geo ]

source: Find NeoCD bios
it: [ Trova il BIOS per NeoCD ]

source: CD Interface
it: Interfaccia CD

source: Test mode
it: Modalità di prova

source: Config mode
it: Configurazione

source: NeoGeo Logo
it: Logo del NeoGeo

source: CD 1x (150 Kb/s)
it: 1x (150 Kb/s)

source: 2x
it: 2x (molto lento)

source: 4x
it: 4x (lento)

source: 8x (default)
it: 8x (predefinito)

source: 16x
it: 16x (veloce)

source: 32x
it: 32x (molto veloce)

source: 48x
it: 48x (il più veloce)

source: Overwrite
it: Sovrascrivi

source: New pictures
it: Nuove immagini

source: Developper mode
it: Modalità sviluppatore

source: Dipsw display
it: Mostra Dipswitch

source: Bad soft dips
it: Soft Dips errato

source: No game loaded yet
it: Ancora nessun gioco caricato

source: No game loaded yet (neocd)
it: Ancora nessun gioco caricato per NeoCD

source: Can't find any neogeo bios in your roms.
it: Spiacente, non trovo nessun BIOS per NeoGeo.

source: Setup your rom directories so that neogeo.zip is loadable
it: Inserisci il BIOS nel file neogeo.zip dentro una cartella giochi (roms)

source: Find the NeoCD bios (neocd.bin).
it: Trova il BIOS del NeoCD (neocd.bin) e copialo nella cartella di Raine.

source: Ask Google if you can't find it !
it: Cerca su Google.it il file neocd.bin se non ne hai già uno!

source: Couldn't open iso file:|%s
it: Non riesco ad aprire il file ISO:|%s

source: Could not find audio track %d
it: Non riesco a trovare la traccia audio %d

source: can't find iso file
it: Non riesco a trovare il file ISO

source: Track format unknown '%s'
it: Formato sconosciuto per la traccia '%s'

source: Audio track unreadable
it: Traccia audio illeggibile

source: Could not open IPL.TXT!
it: Non riesco ad aprire il file IPL.TXT!

source: Error: Error while processing IPL.TXT.
it: Errore: Problema riscontrato durante l'analisi di IPL.TXT.

source: Could not determine sector size from
it: Non riesco a determinare la dimensione del settore dal

source: the cue file
it: file .CUE

source: Serious cue format error on line %s
it: Errore grave nel formato CUE presente alla linea %s

source: cue format error on line : %s
it: Errore nel formato CUE presente alla linea %s

source: SDL video driver
it: Driver video SDL

source: Video renderer
it: Responsabile della resa video

source: Fullscreen
it: Schermo intero

source: Borderless
it: Finestra senza bordi

source: Use double buffer (ignored by opengl)
it: Usa doppio buffer (ignorato da OGL)

source: Blend file options...
it: Opzioni su file di trasparenza (Blend)...

source: Video info...
it: Info sulle caratteristiche video...

source: Renderer options
it: Opzioni sulla resa grafica...

source: General options:
it: - Impostazioni video generiche: -

source: Limit framerate <= 60fps
it: Limita la freq. fotogrammi a <= 60/s

source: Frame skip
it: Salta fotogrammi

source: Screen rotation
it: Rotazione dello schermo

source: Flip screen
it: Capovolgimento schermo

source: Save per game screen settings
it: Salva impostaz. video per ogni gioco

source: windib (good for ogl)
it: Windib (buono per OpenGL)

source: SDL default (windib since 1.2.10)
it: SDL predefinito (windib dalla v.1.2.10)

source: directx (good for hw overlays/blits)
it: DirectX (buono per overlay/blit in hw)

source: Normal blits
it: Blit normale

source: YUV overlays
it: YUV con sovrapposizioni

source: When possible
it: Quando disponibile

source: Even with overlays
it: Anche con sovrapposizioni

source: Flip X
it: Capovolgi asse X

source: Flip Y
it: Capovolgi asse Y

source: Flip XY
it: Capovolgi assi X e Y

source: bld options
it: [ Opzioni sulla trasparenza (Blend) ]

source: Use blending files (.bld)
it: Usa file per la trasparenza (Blend/.bld)

source: Reset transparency values to default
it: Ripristina i valori trasp. ai predefiniti

source: Transparency for 1 (25% default)
it: Trasparenza per 1 (predefinito 25%)

source: Transparency for 2 (50% default)
it: Trasparenza per 2 (predefinito 50%)

source: Video info
it: [ Informazioni sulle caratteristiche video ]

source: Current display
it: Schermo corrente

source: Video driver name
it: Nome del driver video

source: hardware surface available
it: Superficie hardware disponibile

source: window manager available
it: Gestore delle finestre disponibile

source: accelerated hardware->hardware blits
it: Accelerazione HW -> Blit HW

source: accelerated hardware->hardware colorkey blits
it: Accelerazione HW -> Blit su colorkey HW

source: accelerated hardware->hardware alpha blits
it: Accelerazione HW -> Alpha blit HW

source: accelerated software->hardware blits
it: Accelerazione SW -> Blit HW

source: accelerated software->hardware colorkey blits
it: Accelerazione SW -> Blit su colorkey HW

source: accelerated software->hardware alpha blits
it: Accelerazione SW -> Alpha blit HW

source: accelerated color fills
it: Accelerazione sul riempimento dei colori

source: Double buffer enabled
it: Doppio buffer disponibile

source: Using unscaled blits
it: Utilizzo di Blit non graduate

source: OpenGL Current display
it: Schermo corrente OpenGL

source: OpenGL vendor
it: Fornitore di OpenGL

source: Renderer
it: Dispostivo di resa grafica

source: Version
it: Versione

source: OpenGL double buffer
it: Doppio buffer di OpenGL

source: FSAA (multisampling)
it: Smussamento contorni a SI (FSAA)

source: Acceleration
it: Accelerazione

source: HW Acceleration
it: Accelerazione in hardware

source: OpenGL VBL (force sync)
it: Sincronia su soppres.vert. di OGL

source: Overlays Options
it: :: Opzioni YUV con sovrapposizioni ::

source: Prefered YUV format
it: Formato YUV preferito

source: Fix aspect ratio to 4:3
it: Fissa proporz. schermo a 4:3

source: Keep aspect ratio
it: Mantieni le proporzioni

source: Overlays workarounds
it: Soluzioni alternative per la sovrapposiz.

source: Blits Options
it: :: Opzioni della resa video con Blit ::

source: Change video mode
it: Cambia la modalità video

source: Scaler
it: Ridimensionamento

source: Scanlines
it: Linee di scansione

source: To match game resolution (low res most of the time)
it: Adatta alla risoluz. del gioco (di solito molto bassa)

source: To match 2x game resolution
it: Adatta al doppio della risoluzione del gioco

source: Scale2x/3x
it: Scala a 2x/3x

source: Pixel double
it: Raddoppia i pixel

source: hq2x/3x
it: Alg.HQ2X/3X

source: You can't have at the same time a scaler + scanlines,
it: Non è possibile avere allo stesso tempo ridimensionamento e linee di scansione,

source: You can't have at the same time a scaler + scanlines,
it: Non è possibile avere allo stesso tempo ridimensionamento e linee di scansione!

source: Choose 1
it: Scegline uno

source: Halfheight
it: Metà altezza

source: Fullheight
it: Massima altezza

source: Fullheight + Double width
it: Massima altezza + Doppia larghezza

source: OpenGL Options
it: :: Opzioni OpenGL ::

source: Rendering
it: Resa grafica

source: Double buffer
it: Doppio buffer

source: Save opengl screenshots
it: Salva le schermate catturate con OGL

source: Shader
it: Seleziona file ombreggiat. (Shader)...

source: OpenGL overlay interface
it: Interfaccia sovrapposizione OpenGL

source: OpenGL filtering
it: Filtri OpenGL

source: Texture (possible shaders)
it: Texture (con Shader)

source: DrawPixels (no shaders)
it: DrawPixels (senza Shader)

source: Nearest
it: Più fedele

source: Linear
it: Lineare

source: Select shader
it: [ Seleziona il file di ombreggiatura (Shader) ]

source: Disable shaders ?
it: Disabilita le ombreggiature (Shader) ?

source: Emulate sound
it: Emula il sonoro (musica, effetti sonori, CD)

source: Sample rate
it: Frequenza di campionamento audio

source: ES5506 voice filters
it: Applica filtri alle voci del ES5506 (Taito F3)

source: Always stop CD music while loading
it: Ferma sempre la musica CD mentre carica

source: Sfx volume
it: Volume degli effetti sonori

source: Music volume
it: Volume della musica

source: Audio tracks format
it: Ordine dei bit nel formato delle tracce audio

source: Mute SFX
it: Silenzia gli effetti sonori (SFX)

source: Mute CD
it: Silenzia la musica su CD

source: Default volumes
it: Ripristina volumi predefiniti

source: Record to raine_sound.wav
it: Registra audio nel file raine_sound.wav

source: Sound commands...
it: Comandi dei suoni...

source: Without monitoring
it: Senza monitoraggio

source: With monitoring
it: Con monitoraggio

source: Sound commands
it: [ Comandi dei suoni ]

source: Command
it: Comando

source: Test Sound
it: Verifica suono

source: Stop
it: Ferma

source: Associate...
it: Associa...

source: Manage associations
it: Gestisci associazioni...

source: Disable associations
it: Disattiva associazioni

source: Choose audio track
it: [ Scegli la traccia audio da associare]

source: Sound associations
it: [ Associazioni dei suoni ]

source: Track
it: Traccia

source: Loop
it: Ciclo continuo

source: Silence
it: Silenzio

source: Track options
it: - Opzioni sulla traccia: -

source: Play track
it: Ascolta traccia

source: Test command
it: Verifica comando

source: Silence track
it: Silenzia traccia

source: Change track
it: Cambia traccia

source: Remove association
it: Elimina associazione

source: Play track|Test command|Silence track|Change track|Remove association
it: Ascolta traccia|Verifica comando|Silenzia traccia|Cambia traccia|Elimina associazione

source: No associations yet
it: Ancora non associato

source: Playback
it: Riproduzione

source: Test this
it: Prova questo

source: Close this dialog to stop playback (Return, ESC or mouse button)
it: Chiudi questo messaggio per fermare la riproduzione (premi Invio, Esc o il mouse)

source: Language
it: Lingua

source: Min font size
it: Dimensione minima del carattere

source: Max font size
it: Dimensione massima del carattere

source: Key repeat delay
it: Ritardo nella ripetizione dei tasti

source: Key repeat interval
it: Intervallo nella ripetizione dei tasti

source: Return mandatory
it: Pressione del tasto Invio obbligatorio

source: GUI transparency
it: Trasparenza nell'interfaccia grafica

source: Use custom mouse cursor
it: Usa puntatore mouse personalizzato

source: Minimum GUI resolution = VGA
it: Imposta risoluz.minima interfaccia a VGA

source: Colors...
it: Modifica i colori dell'interfaccia grafica...

source: No HUD messages
it: Disattiva messaggi in sovraimpressione

source: Opaque HUD
it: Messaggi in sovraimpressione resi opachi

source: Pause when focus lost
it: Metti in pausa quando la finestra è inattiva

source: Directories...
it: Percorsi delle cartelle...

source: Default (english)
it: Predef.(ing.)

source: English
it: Inglese

source: French
it: Francese

source: Spanish
it: Spagnolo

source: Portuguese
it: Portoghese

source: German
it: Tedesco

source: Italian
it: Italiano

source: Russian
it: Russo

source: Dutch
it: Olandese

source: Danish
it: Danese

source: Polish
it: Polacco

source: Swedish
it: Svedese

source: Indonesian
it: Indonesiano

source: Norwegian
it: Norvegese

source: Finnish
it: Finlandese

source: Bengali
it: Bengalese

source: Hungarian
it: Ungherese

source: Japanese
it: Giapponese

source: Simplified Chinese
it: Cinese sempl.

source: Chinese
it: Cinese

source: Korean
it: Coreano

source: Arabic
it: Arabo

source: Turkish
it: Turco

source: Colors
it: [ Mofica i colori dell'interfaccia ]

source: fg color
it: Colore in primo piano

source: bg color
it: Colore di sfondo

source: fg frame color
it: Colore in primo piano della cornice

source: bg frame color
it: Colore di sfondo della cornice

source: bg dialog bar color
it: Colore di sfondo della barra di dialogo

source: Blue
it: Blu

source: Green
it: Verde

source: red
it: rosso

source: green
it: verde

source: blue
it: blu

source: color
it: colore

source: Directories
it: [ Percorsi delle cartelle ]

source: Screenshot dir
it: Cartella degli schermi catturati

source: Emudx dir
it: Cartella dei file EmuDX

source: Artwork dir
it: Cartella delle copertine

source: m68kdis (console)
it: Cartella per m68kdis

source: dz80 (console)
it: Cartella per dz80

source: Controls
it: [ Impostazioni controlli e periferiche di gioco ]

source: Raine controls
it: Controlli dell'emulatore Raine

source: Edit custom game inputs
it: Controlli in ingresso personalizzati

source: Edit default game inputs
it: Modifica i controlli in ingresso predefiniti

source: Switch to custom game controls
it: Passa in modalità controlli personalizzati >>

source: Revert to default game controls
it: << Ritorna in modalità controlli predefiniti

source: Video layers
it: Controlli sui livelli grafici

source: Autofire...
it: Fuoco automatico (Autofire)...

source: Autofire controls
it: Controlli con fuoco automatico...

source: Analog controls...
it: Controlli analogici...

source: Load inputs from...
it: Carica controlli personalizzati da...

source: Save inputs as...
it: Salva controlli personalizzati come...

source: Get inputs from another game
it: Importa i controlli da un altro gioco

source: Raine Controls
it: [ Controlli di Raine ]

source: Cheats
it: Attiva trucco (Cheat)

source: Decrease cpu skip
it: Diminuisci salti CPU

source: Decrease frameskip
it: Diminuisci salti fotogramma

source: Fwd 1 frame in pause
it: Prosegui di 1 fotogramma in pausa

source: Increase cpu skip
it: Aumenta salti CPU

source: Increase frameskip
it: Aumenta salti fotogramma

source: Load demo
it: Carica demo

source: Load game with name
it: Carica gioco con nome

source: Pause game
it: Metti in pausa il gioco

source: Quit w/o saving
it: Esci senza salvare

source: Reset game
it: Riavvia gioco

source: Return to gui
it: Ritorna all'interfaccia

source: Save Screenshot
it: Salva schermata

source: Save demo
it: Salva demo

source: Save game with name
it: Salva gioco con nome

source: Stop emulation
it: Ferma emulazione

source: Switch fps display
it: Cambia visualizzaore FPS

source: Switch save slot
it: Cambia posizione di salvataggio

source: Toggle limit speed
it: Interruttore del limitatore velocità

source: Input
it: :: Singolo controllo in ingresso (input) ::

source: Press a key, a button, or move a joystick...
it: Premi un tasto, un pulsante, o muovi un joystick...

source: or escape to delete this control
it: oppure Esc per eliminare questo controllo

source: What do you want to do ?
it: - Quale operazione vuoi applicare ? -

source: Delete the key
it: Cancella completamente il tasto associato

source: Delete the joystick ctrl
it: Cancella il comando del joystick (ignora altro)

source: Del the mouse button
it: Cancella il pulsante del mouse (ignora altro)

source: Really use ESC here
it: Imposta davvero il tasto Esc

source: Delete the key|Delete the joystick ctrl|Del the mouse button
it: Cancella il pulsante della tastiera|Cancella il comando del joystick|Cancella il pulsante del mouse (ignora altro)

source: Delete the key|Delete the joystick ctrl|Really use ESC here
it: Cancella il pulsante della tastiera|Cancella il comando del joystick (ignora altro)|Imposta davvero il tasto Esc

source: Press a key...
it: Premi un tasto...

source: No buttons mapped by this game for autofire, sorry !
it: Nessun pulsante di fuoco-automatico è stato associato per questo gioco!

source: Too many controls have been defined for this game, sorry !
it: Troppi controlli sono stati definiti per questo gioco, mi spiace!
