Repository: AlexxandreFS/Batocera.PLUS
Catalog: src/Raine/locale/*.po
Languages: it

source: 2 Coins/1 Credit 4/3
it: 2 Gettoni/1 Credito 4/3

source: 2 Coins/1 Credit 5/3
it: 2 Gettoni/1 Credito 5/3

source: 2 Coins/2 Credits
it: 2 Gettoni/2 Crediti

source: 2 Coins/3 Credits
it: 2 Gettoni/3 Crediti

source: 2 Coins/4 Credits
it: 2 Gettoni/4 Crediti

source: 2 Coins/5 Credits
it: 2 Gettoni/5 Crediti

source: 2 Coins/6 Credits
it: 2 Gettoni/6 Crediti

source: 2 Coins/7 Credits
it: 2 Gettoni/7 Crediti

source: 2 Coins/8 Credits
it: 2 Gettoni/8 Crediti

source: 3 Coins/1 Credit
it: 3 Gettoni/1 Credito

source: 3 Coins/2 Credits
it: 3 Gettoni/2 Crediti

source: 3 Coins/3 Credits
it: 3 Gettoni/3 Crediti

source: 3 Coins/4 Credits
it: 3 Gettoni/4 Crediti

source: 3 Coins/5 Credits
it: 3 Gettoni/5 Crediti

source: 3 Coins/6 Credits
it: 3 Gettoni/6 Crediti

source: 3 Coins/7 Credit
it: 3 Gettoni/7 Crediti

source: 3 Coins/7 Credits
it: 3 Gettoni/7 Crediti

source: 3 Coins/8 Credits
it: 3 Gettoni/8 Crediti

source: 4 Coins/1 Credit
it: 4 Gettoni/1 Credit8

source: 4 Coins/2 Credits
it: 4 Gettoni/2 Crediti

source: 4 Coins/3 Credits
it: 4 Gettoni/3 Crediti

source: 4 Coins/4 Credits
it: 4 Gettoni/4 Crediti

source: 4 Coins/5 Credits
it: 4 Gettoni/5 Crediti

source: 4 Coins/6 Credits
it: 4 Gettoni/6 Crediti

source: 4 Coins/7 Credits
it: 4 Gettoni/7 Crediti

source: 4 Coins/8 Credits
it: 4 Gettoni/8 Crediti

source: 5 Coins/1 Credit
it: 5 Gettoni/1 Credito

source: 5 Coins/2 Credits
it: 5 Gettoni/2 Crediti

source: 5 Coins/3 Credits
it: 5 Gettoni/3 Crediti

source: 5 Coins/4 Credits
it: 5 Gettoni/4 Crediti

source: 6 Coins/1 Credit
it: 6 Gettoni/1 Credito

source: 6 Coins/2 Credits
it: 6 Gettoni/2 Crediti

source: 6 Coins/3 Credits
it: 6 Gettoni/3 Crediti

source: 6 Coins/4 Credits
it: 6 Gettoni/4 Crediti

source: 7 Coins/1 Credit
it: 7 Gettoni/1 Credito

source: 7 Coins/2 Credits
it: 7 Gettoni/2 Crediti

source: 7 Coins/3 Credits
it: 7 Gettoni/3 Crediti

source: 7 Coins/4 Credits
it: 7 Gettoni/4 Crediti

source: 8 Coins/1 Credit
it: 8 Gettoni/1 Credito

source: 8 Coins/2 Credits
it: 8 Gettoni/2 Crediti

source: 8 Coins/3 Credits
it: 8 Gettoni/3 Crediti

source: 8 Coins/4 Credits
it: 8 Gettoni/4 Crediti

source: 9 Coins/1 Credit
it: 9 Gettoni/1 Credito

source: 1 extra coin
it: 1 gettone extra

source: 2 extra coins
it: 2 gettoni extra

source: 3 extra coins
it: 3 gettoni extra

source: Coinage Mode 1
it: Conio in Modo 1

source: Coin Start
it: Avvio gettone

source: Coin Setup
it: Opzioni gettone

source: Coinage A
it: Conio A

source: Coinage B
it: Conio B

source: Coinage C
it: Conio C

source: Coinage D
it: Conio D

source: Coin Slot A
it: Ingresso Gett. A

source: Coin Slot B
it: Ingresso Gett. B

source: Coin Statistics
it: Statistiche gettoni

source: Coin Type
it: Tipo di gett.

source: Type 1
it: Tipo 1

source: Type 2
it: Tipo 2

source: Complete Bonus
it: Bonus completo

source: 1Up
it: Ottieni vita

source: Coin slots
it: Ingressi gettoni

source: Service A
it: Servizio A

source: Service B
it: Servizio B

source: Service C
it: Servizio C

source: 3 Bars
it: 3 barre

source: 4 Bars
it: 4 barre

source: Level 1
it: Livello

source: Level 2
it: Livello 2

source: Level 3
it: Livello 3

source: Level 4
it: Livello 4

source: Level 5
it: Livello 5

source: Level 6
it: Livello 6

source: Level 7
it: Livello 7

source: Level 8
it: Livello 8

source: 1 of 4 Scenes
it: 1 di 4 scene

source: 1 of 8 Scenes
it: 1 di 8 scene

source: COMM Setting (Cabinet No.)
it: Impostazioni COMM (Num.cabinato)

source: COMM Setting (Link Enable)
it: Impostazioni COMM (Colleg.abilitato)

source: Attract Mode
it: Promozione

source: Sound
it: Suono

source: Cont Discount
it: Sconto Cont

source: Start Ammo
it: Munizioni iniziali

source: 4 Clips
it: 4 cartucce

source: 5 Clips
it: 5 cartucce

source: 6 Clips
it: 6 cartucce

source: 7 Clips
it: 7 cartucce

source: 1P/2P Control Flip
it: Scambia controlli 1G/2G

source: 2P Start Anytime
it: gioc.2 inizia quando vuole

source: Bombs
it: Bombe

source: Retries
it: Tentativi

source: Girls
it: Ragazze

source: Terms of Replay
it: Tipo di Replay

source: One step back/Time Cnt
it: 1 passo indietro/Cont.tempo

source: Stage Start/Timer Cont
it: Livello inizio/Cont.tempo

source: Stage & Timer Start
it: Livello e tempo d'inizio

source: Bullet Mags / Rockets
it: Ricarica proiettili/Razzi

source: Bullets per Magazine
it: Proiettili per ricarica

source: Half Price Continue
it: Continua a metà prezzo

source: Game Title Language
it: Lingua titolo gioco

source: Buy In Price
it: Costo di acquisto

source: As Start Price
it: Come costo iniziale

source: Regain Power Price
it: Costo riacq.energia

source: Continue Price
it: Costo per continuare

source: Championship Games
it: Giocate di campionato

source: Health For Winning
it: Salute per vincere

source: Memory Check
it: Verifica memoria

source: Character Test
it: Test sui personaggi

source: Sound Test
it: Verifica il suono

source: Colour Test
it: Test sui colori

source: Draw SF.
it: Disegna SF.

source: Draw Objects
it: Disegna oggetti

source: Clear Damage on Cont.
it: Nessun danno se continui

source: Communication
it: Comunicazione

source: Status for Comm
it: Stato di comun.

source: Continue Time Add
it: Aggiungi tempo

source: Up to Level 2
it: Fino al livello 2

source: Up to Level 3
it: Fino al livello 3

source: Credits To Start
it: Crediti per iniziare

source: Credits to Start
it: Crediti per iniziare

source: Bullet's Speed
it: Velocità proiettili

source: Changed to High Gear
it: Cambiato in marcia alta

source: Changed to Low Gear
it: Cambiato in marcia bassa

source: Combined
it: Combinato

source: Common
it: Comune

source: Constant
it: Costante

source: Continue cost
it: Costo per continuare

source: Credit Mode
it: Modalità crediti

source: Credit Service
it: Servizio crediti

source: Extend
it: Estendi

source: Extended Test Mode
it: Mod.Verifica estesa

source: Female & Male
it: Maschio e femmina

source: Female & Male (Full)
it: Maschio e femmina (compl.)

source: Female (Full)
it: Femmina (compl.)

source: Timer Speed
it: Velocità Timer

source: Shared Credits
it: Crediti condivisi

source: Credits For 9-Hole
it: Crediti per 9-buche

source: Credits/Coinage
it: Crediti/Conio

source: 1 Medal 1 Credit
it: 1 medaglia 1 credito

source: Default Episode
it: Episodio predefinito

source: Discount
it: Sconto

source: Domestic
it: Domestico

source: Foreign
it: Straniero

source: Flight Distance
it: Distanza di volo

source: Enemy's attack frequency
it: Frequenza attacco nemico

source: Enemy's attack power
it: Forza attacco nemico

source: Player's vitality consumption
it: Consumo vita gioc.

source: Enemy's vitality and attacking power
it: Energia e attacco gioc.

source: Vitality Packs
it: Barre vitali

source: 3 (2 when continue)
it: 3 (2 quando continua)

source: 4 (3 when continue)
it: 4 (3 quando continua)

source: Euro Version
it: Versione Euro

source: Extra Clear Time
it: Tempo extra

source: Extra Ship
it: Navicella extra

source: Ships
it: Num.Navicelle

source: Final Stage Cont
it: Continua livello finale

source: Force 1 Life
it: Forza 1 vita

source: Game Over For
it: Fine gioco per

source: Both Teams
it: Entrambe le squadre

source: Loser Team Only
it: Solo squadra perdente

source: Game Time
it: Tempo di gioco

source: Game Type
it: Tipo di gioco

source: Game Style
it: Modello cabinato

source: Games to Play (Vs)
it: Num.di giocate (Vs)

source: Cred. to Start (Vs)
it: Cred.per inizio (Vs)

source: Cred. Continue (Vs)
it: Cred.per cont. (Vs)

source: Gear Mode
it: Tipo di cambio

source: Toggle
it: Interr. alta/bassa

source: Low while pressed
it: Bassa finchè premuto

source: Ghost Names
it: Nomi fantasmi

source: Invulnerability (Debug)
it: Invulnerab. (debug)

source: God Mode
it: Modalità Dio

source: Guest Player
it: Gioc.ospite

source: Help Penalty (Heuk Sun)
it: Aiuto Penalità (Heuk Sun)

source: Hiscores
it: Miglior punteggio

source: Scribble
it: Scarabocchio

source: 3 characters
it: 3 caratteri

source: Individual
it: Individuale

source: Infinite
it: Infinito

source: Initial Vitality
it: Energia iniziale

source: Instructions
it: Istruzioni

source: Internal Test
it: Verifica interna

source: Player Select
it: Seleziona giocatore

source: Stage Magic Continue
it: Continua livello magico

source: Infinite Lives
it: Vite infinite

source: Motor
it: Motore

source: Movement
it: Movimento

source: Multiplayer
it: Multi-giocatori

source: Nando Speed
it: Velocità di Nando

source: Nitros per Stage
it: Nitro per livello

source: No Bonus Lives
it: Nessua vita bonus

source: No Use
it: Non usare

source: No change
it: Non cambiare

source: Nothing
it: Nulla

source: PC Pedal (analog)
it: Pedale PC (analog.)

source: PC Steering Wheel
it: Volante PC

source: Responds to Controls
it: Risposta ai controlli

source: Roadscroll
it: Scorrimento strada

source: Same as play
it: Come la partita

source: Seperate
it: Separa

source: Variable
it: Variabile

source: Internal Diff. on Life Loss
it: Diff.interna su vita persa

source: Level test
it: Quadro di verifica

source: VS Round
it: Num. incontri

source: Stage & Weapon Select
it: Livello e selez.arma

source: Stage Clear Life
it: Energia a livello finito

source: Player Hurt Player
it: Fuoco amico

source: Stage Edit
it: Modifica quadro

source: Stage Select
it: Selezione livello

source: Stage Skip
it: Salta livello

source: Start Level
it: Livello d'inizio

source: Start Time
it: Tempo iniziale

source: Start Turbos
it: N.Turbo iniziali

source: Bonus Power (Bomb)
it: Bonus Power (bomba)

source: Bonus Power (Points)
it: Bonus Power (punti)

source: Extra Balls per Move
it: Palla extra per movim.

source: Number of Powers
it: Numero di Power

source: Minimum Balls per Row
it: Minime palle per riga

source: 3 Chain Reactions
it: 3 Reazioni a catena

source: 4 Chain Reactions
it: 4 Reazioni a catena

source: Bonus life
it: Vita bonus

source: Magic
it: Magie

source: Magician
it: Mago

source: Match Type
it: Tipo di sfida

source: Best of 3
it: Migliore su 3

source: Max Players
it: Num.massimo gioc.

source: Shooting Style
it: Tipo di sparo

source: Fully-auto
it: Completam.auto

source: Medal Setup
it: Opzioni Medaglia

source: Mirror
it: Specchiato

source: Monster Speed
it: Velocità mostri

source: Save
it: Salva

source: No Save
it: Non salvare

source: Nudity
it: Nudità

source: High, but censored
it: Alta, ma censurata

source: Number Match
it: Num.di sfide

source: Payout Mode
it: Modo di pagamento

source: Payout Rate Setup
it: Tasso di pagamento

source: Payout Setup
it: Opzioni pagamento

source: Power Ups
it: Potenziamento

source: Rack Test
it: Verifica Rack

source: Sales
it: Vendite

source: Japan Only
it: Solo Giappone

source: Second Life at
it: Seconda vita a

source: Simultaneous Play
it: Gioco simultaneo

source: Special Course
it: Corsa speciale

source: Starting Balls
it: Palle iniziali

source: Starting Life
it: Energia iniziale

source: Super Techniques
it: Super tecniche

source: Turbo Mode
it: Modalità Turbo

source: Unknown 1-1*
it: (Sconosciuto 1-1*)

source: Unknown 1-2
it: (Sconosciuto 1-2)

source: Unknown 1-2*
it: (Sconosciuto 1-2*)

source: Unknown 1-3
it: (Sconosciuto 1-3)

source: Unknown 1-4
it: (Sconosciuto 1-4)

source: Unknown 1-5
it: (Sconosciuto 1-5)

source: Unknown 1-6
it: (Sconosciuto 1-6)

source: Unknown 1-7
it: (Sconosciuto 1-7)

source: Unknown 1-7*
it: (Sconosciuto 1-7*)

source: Unknown 2-0
it: (Sconosciuto 2-0)

source: Unknown 2-0&1
it: (Sconosciuto 2-0&1)

source: Unknown 2-2
it: (Sconosciuto 2-2)

source: Unknown 2-2&3
it: (Sconosciuto 2-2&3)

source: Unknown 2-2*
it: (Sconosciuto 2-2)

source: Unknown 2-3
it: (Sconosciuto 2-3)

source: Unknown 2-4
it: (Sconosciuto 2-4)

source: Unknown 2-5
it: (Sconosciuto 2-5)

source: Unknown 2-6
it: (Sconosciuto 2-6)

source: Unknown 2-7
it: (Sconosciuto 2-7)

source: Unknown 3-4*
it: (Sconosciuto 3-4*)

source: Unknown 3-5*
it: (Sconosciuto 3-5*)

source: Unused 2-4
it: (Non usato 2-4)

source: F. Round Continue
it: Continua a livello F.

source: Round 6
it: Livello 6

source: Round 7
it: Livello 7

source: Buy in Final Round
it: Compra in scontro finale

source: Versus Mode
it: Modalità a sfida

source: Vitality
it: Durata Vita

source: Volume of Siren
it: Volume sirena

source: Vs Mode Rounds
it: Modalità sfide Vs

source: Vs Play Mode
it: Modalità gioco Vs

source: None (Japan)
it: Nessuna (Giap.)

source: World
it: Mondiale

source: South East Asia
it: Sud est Asiatico

source: SE Asia
it: SudEst Asia

source: Japan
it: Giappone

source: Europe
it: Europa

source: England
it: Inghilterra

source: Germany
it: Germania

source: Thailand
it: Tailandia

source: China
it: Cina

source: Korea
it: Corea

source: Denmark
it: Danimarca

source: South East Asia(Taito)
it: Sud est Asia (Taito)

source: Japanese (Taito)
it: Giapponese (Taito)

source: Japan (Taito)
it: Giappone (Taito)

source: Europe (Taito)
it: Europa (Taito)

source: Korea (Taito)
it: Corea (Taito)

source: World License
it: Licenza internaz.

source: Spain & Portugal (APM)
it: Spagna e Portogallo (APM)

source: Spain&Portugal/PipiBibi
it: Spagna e Portogallo/PipiBibi

source: Romstar License
it: Licenza Romstar

source: P1 Invulnerability
it: Invulnerabilità G1

source: P2 Invulnerability
it: Invulnerabilità G2

source: 3 Times
it: 3 volte

source: 5 Times
it: 5 volte

source: 8 Times
it: 8 volte

source: 40 Seconds
it: 40 Secondi

source: 50 Seconds
it: 40 Secondi

source: 60 Seconds
it: 60 Secondi

source: 70 Seconds
it: 70 Secondi

source: 90 Seconds
it: 90 Secondi

source: 120 Seconds
it: 120 Secondi

source: 150 Seconds
it: 150 Secondi

source: 5 seconds
it: 5 secondi

source: 10 seconds
it: 10 secondi

source: 15 seconds
it: 15 secondi

source: 20 seconds
it: 20 secondi

source: 30 seconds
it: 30 secondi

source: 40 seconds
it: 40 secondi

source: 50 seconds
it: 50 secondi

source: 60 seconds
it: 60 secondi

source: 2 Minutes
it: 2 minuti

source: 3 Minutes
it: 3 minuti

source: 1.5 Minutes
it: 1.5 minuti

source: 2.5 Minutes
it: 2.5 minuti

source: 2 Minutes
it: 2 minuti

source: 3 Minutes
it: 3 minuti

source: 4 Minutes
it: 4 minuti

source: 5 Minutes
it: 5 minuti

source: 1 Minute Lenght
it: Durata di 1 minuto

source: 5 Mins
it: 5 minuti

source: 6 Mins
it: 6 minuti

source: 7 Mins
it: 7 minuti

source: 8 Mins
it: 8 minuti

source: +1 Min
it: +1 minuto

source: -1 Min
it: -1 minuto

source: -2 Mins
it: -2 minuti

source: 10k and 100k
it: 10k e 100k

source: 10k and 150k
it: 10k e 150k

source: 10k and 250k
it: 10k e 250k

source: 10k and 350k
it: 10k e 350k

source: 20k and 50k
it: 20k e 50k

source: 20k and 80k
it: 20k e 80k

source: 30k and 50k
it: 30k e 50k

source: 30k and 100k
it: 30k e 100k

source: 30k and 150k
it: 30k e 150k

source: 40k and 100k
it: 40k e 100k

source: 40k and 200k
it: 40k e 200k

source: 50K and 100K
it: 50K e 100K

source: 50k and 100k
it: 50k e 100k

source: 50k and 150k
it: 50k e 150k

source: 50k and 200k
it: 50k e 200k

source: 50k and 250k
it: 50k e 250k

source: 50k and 300k
it: 50k e 300k

source: 50k and 350k
it: 50k e 350k

source: 60k and 200k
it: 60k e 200k

source: 70K and 200K
it: 70K e 200K

source: 80k and 160k
it: 80k e 160k

source: 80k and 250k
it: 80k e 250k

source: 100K and 250K
it: 100K e 250K

source: 100k and 100k
it: 100k e 100k

source: 100k and 200k
it: 100k e 200k

source: 100k and 300k
it: 100k e 300k

source: 100k and 500k
it: 100k e 500k

source: 200K and 500K
it: 200K e 500K

source: 200k and 500k
it: 200k e 500k

source: 300k & 600k
it: 300k e 600k

source: 300k and 800k
it: 300k e 800k

source: 1000k and 2000k
it: 1000k e 2000k

source: 60000 and 130000
it: 60000 e 130000

source: 30000 and 100000
it: 30000 e 100000

source: 50k, 200k and 500k
it: 50k, 200k e 500k

source: 100k, 300k and 600k
it: 100k, 300k e 600k

source: 100k, 300k and 800k
it: 100k, 300k e 800k

source: 200k, 400k and 600k
it: 200k, 400k e 600k

source: 600k 2.000k and 4500k
it: 600k 2.000k e 4500k

source: 20k and every 50k
it: 20k e ogni 50k

source: 30k and every 50k
it: 30k e ogni 50k

source: 50k and every 100k
it: 50k e ogni 100k

source: 50k and every 150k
it: 50k e ogni 150k

source: 50k and every 80k
it: 50k e ogni 80k

source: 70k and every 130k
it: 70k e ogni 130k

source: 70k and every 200k
it: 70k e ogni 200k

source: 80k and every 400k
it: 80k e ogni 400k

source: 100k and every 150k
it: 100k e ogni 150k

source: 100k and every 200k
it: 100k e ogni 200k

source: 100k and every 450k
it: 100k e ogni 450k

source: 150k and every 200k
it: 150k e ogni 200k

source: 160k and every 450k
it: 160k e ogni 450k

source: 200k and every 200k
it: 200k e ogni 200k

source: 200k and every 450k
it: 200k e ogni 450k

source: 300k and every 300k
it: 300k e ogni 300k

source: 300k and every 800k
it: 300k e ogni 800k

source: 500k and every 1000k
it: 500k e ogni 1000k

source: 500k and every 600k
it: 500k e ogni 600k

source: 600k and every 1.400k
it: 600k e ogni 1.400k

source: 10K 30K and every 30K
it: 10K 30K e ogni 30K

source: 20K 50K and every 70K
it: 20K 50K e ogni 70K

source: 20K 60K and every 60K
it: 20K 60K e ogni 60K

source: 20K60K and every 60K
it: 20K 60K e ogni 60K

source: 30K 60K and every 70K
it: 30K 60K e ogni 70K

source: 40K 70K and every 80K
it: 40K 70K e ogni 80K

source: 60K100K and every 60K
it: 60K 100K e ogni 60K

source: 50K, every 150K
it: 50K, ogni 150K

source: 50K, every 200K
it: 50K, ogni 200K

source: 50K, every 250K
it: 50K, ogni 250K

source: 200k, every 300k
it: 200k, ogni 300k

source: 70K, every 150K
it: 70K, ogni 150K

source: 70K, every 200K
it: 70K, ogni 200K

source: 100k, every 200k
it: 100k, ogni 200k

source: 20000, every 80000
it: 20000, ogni 80000

source: 20000, every 90000
it: 20000, ogni 90000

source: 20000, every 60000
it: 20000, ogni 60000

source: 30000, every 100000
it: 30000, ogni 100000

source: 40000, every 60000
it: 40000, ogni 60000

source: 40000, every 80000
it: 40000, ogni 80000

source: 50000, every 60000
it: 50000, ogni 60000

source: 50000, every 90000
it: 50000, ogni 90000

source: 70k then every 200k
it: 70k quindi ogni 200k

source: 20K 40K then every 60K
it: 20K 40K quindi ogni 60K

source: 30K 50K then every 70K
it: 30K 50K quindi ogni 70K

source: 100k then every 200k
it: 100k quindi ogni 200k

source: 100k then every 250k
it: 100k quindi ogni 250k

source: 100k then every 300k
it: 100k quindi ogni 300k

source: 100k then every 400k
it: 100k quindi ogni 400k

source: 150k then every 200k
it: 150k quindi ogni 200k

source: 200k then every 300k
it: 200k quindi ogni 300k

source: 300k then every 800k
it: 300k quindi ogni 800k

source: 20K Every 100K
it: 20K ogni 100K

source: 30Kevery 100K
it: 30K ogni 100K

source: 50Kevery 150K
it: 50K ogni 150K

source: 50K Every 150K
it: 50K ogni 150K

source: 50K Every 200K
it: 50K ogni 200K

source: 70Kevery 200K
it: 70K ogni 200K

source: 70K Every 200K
it: 70K ogni 200K

source: 150K Every 300K
it: 150K ogni 300K

source: 200K Every 200K
it: 200K ogni 200K

source: 200K Every 400K
it: 200K ogni 400K

source: 200Kevery 500K
it: 200K ogni 500K

source: 300K Every 500K
it: 300K ogni 500K

source: 500K Every 1500K
it: 500K ogni 1500K

source: 500Kevery 1M
it: 500K ogni 1M

source: 10k only
it: Solo a 10k

source: 20K only
it: Solo a 20k

source: 50K Only
it: Solo a 50K

source: 50K Only
it: Solo a 50K

source: 50k only
it: Solo a 50k

source: 60K only
it: Solo a 60K

source: 80k only
it: Solo a 80k

source: 100k only
it: Solo a 100k

source: 150k only
it: Solo a 150k

source: 160k only
it: Solo a 160k

source: 200k only
it: Solo a 200k

source: 250k only
it: Solo a 250k

source: 300K only
it: Solo a 300K

source: 300k Only
it: Solo a 300k

source: 300k only
it: Solo a 300k

source: 400k only
it: Solo a 400k

source: 400K Only
it: Solo a 400K

source: 500K Only
it: Solo a 500K

source: 500k only
it: Solo a 500k

source: 600k Only
it: Solo a 600k

source: 1000k only
it: Solo a 1000k

source: 1500k only
it: Solo a 1500k

source: 2000k only
it: Solo a 2000k

source: 30000 only
it: Solo a 30000

source: 50000 only
it: Solo a 50000

source: 60000 only
it: Solo a 60000

source: 20K & 60K only
it: Solo a 20K e 60K

source: 30K & 60K only
it: Solo a 30K e 60K

source: 800k and 2000k only
it: Solo a 800k e 2000k

source: 70K 200K Only
it: Solo a 70K 200K

source: Every 50k
it: Ogni 50k

source: Every 100k
it: Ogni 100k

source: Every 150k
it: Ogni 150k

source: Every 200k
it: Ogni 200k

source: Every 250k
it: Ogni 250k

source: Every 300K
it: Ogni 300K

source: Every 300k
it: Ogni 300k

source: Every 500k
it: Ogni 500k

source: Every 700k
it: Ogni 700k

source: Every 800k
it: Ogni 800k

source: Every 900k
it: Ogni 900k

source: every 1000k
it: Ogni 1000k

source: Every 1000k
it: Ogni 1000k

source: every 1500k
it: Ogni 1500k

source: Every 2000k
it: Ogni 2000k

source: every 2000k
it: Ogni 2000k

source: every 3000k
it: Ogni 3000k

source: every 4000k
it: Ogni 4000k

source: Every 60000
it: Ogni 60000

source: Every 90000
it: Ogni 90000
