Repository: AlexxandreFS/Batocera.PLUS
Catalog: src/Raine/locale/*.po
Languages: it

source: Save 1st some custom inputs using
it: Salva prima almeno dei controlli personalizzati con

source: Save inputs as
it: Salva controlli personalizzati come

source: No game uses custom inputs in your config file yet
it: Nel file di config. non c'è ancora nessun gioco che usa controlli personaliz.

source: Load from which ?
it: :: Da dove importare i dati ? ::

source: Select analog device
it: [ Seleziona il dispositivo analogico ]

source: No analog device
it: Nessun dispositivo analogico

source: Select the stick to use...
it: [ Seleziona l'asta da usare ]

source: Calibration
it: [ Calibrazione ]

source: Move the stick to all the extreme positions
it: Muovi l'asta in tutte le posizioni più esterne

source: If it's a steering wheel, then move it to the max
it: Se è un volante, allora ruotalo al massimo

source: left and right positions, and press then release
it: posiziona a sinistra e destra, premere e rilasciare

source: each pedal separately
it: ogni pedale separatamente

source: Ingame Controls
it: [ Controlli nel gioco ]

source: Not here
it: Non presente

source: unknown key
it: Tasto sconosc.

source: no key
it: nes.tasto

source: Test
it: Verifica

source: Service
it: Servizio

source: Tilt Left
it: Tilt Sinistro

source: Tilt Right
it: Tilt Destro

source: Player
it: Giocatore

source: Player1
it: Giocatore 1

source: Player2
it: Giocatore 2

source: Player3
it: Giocatore 3

source: Player4
it: Giocatore 4

source: Player1 Start
it: Giocatore 1 Inizia

source: Player2 Start
it: Giocatore 2 Inizia

source: Player3 Start
it: Giocatore 3 Inizia

source: Player4 Start
it: Giocatore 4 Inizia

source: Player1 Button1
it: Giocatore 1 Pulsante 1

source: Player1 Button2
it: Giocatore 1 Pulsante 2

source: Player1 Button3
it: Giocatore 1 Pulsante 3

source: Player1 Button4
it: Giocatore 1 Pulsante 4

source: Player2 Button1
it: Giocatore 2 Pulsante 1

source: Player2 Button2
it: Giocatore 2 Pulsante 2

source: Player2 Button3
it: Giocatore 2 Pulsante 3

source: Player2 Button4
it: Giocatore 2 Pulsante 4

source: Player3 Button1
it: Giocatore 3 Pulsante 1

source: Player3 Button2
it: Giocatore 3 Pulsante 2

source: Player3 Button3
it: Giocatore 3 Pulsante 3

source: Player3 Button4
it: Giocatore 3 Pulsante 4

source: Player4 Button1
it: Giocatore 4 Pulsante 1

source: Player4 Button2
it: Giocatore 4 Pulsante 2

source: Player4 Button3
it: Giocatore 4 Pulsante 3

source: Player4 Button4
it: Giocatore 4 Pulsante 4

source: About this game
it: Info su questo gioco

source: History...
it: >> Informazioni storiche sul gioco...

source: Compiled on
it: Compilato il

source: CPU emulators:
it: Emulatori CPU:

source: Starscream 0.26r4 by Neill Corlett
it: Starscream 0.26r4 di Neill Corlett

source: MZ80 3.4raine3 by Neill Bradley
it: MZ80 3.4raine3 di Neill Bradley

source: M6502 1.6raine2 by Neill Bradley
it: M6502 1.6raine2 di Neill Bradley

source: UAE 68020 Emulator : old hacked asm version from UAE
it: 68020EMU di UAE : modifica della vecchia ver. scritta in ASM

source: MCU 68705: statically recompiled code by Richard Mitton
it: MCU68705: codice ricompilato staticam. da Richard Mitton

source: Edit screen
it: Modifica schermo

source: Edit msg
it: Modifica messaggio

source: File to edit ?
it: - Quale file vuoi modificare? -

source: no 8x16 font available !!!
it: Il carattere da 8x16px non è disponibile!

source: hidden
it: Nascosto

source: msg to edit
it: [ Messaggio da modificare ]

source: Insert special code...
it: Inserisci codice speciale...

source: Translator
it: Traduttore

source: Fatal error
it: :: Errore grave ::

source: Error
it: :: Errore ::

source: Warning
it: :: Avvertimento ::

source: Confirmation
it: :: Conferma ::

source: Selection
it: :: Selezione ::

source: Edition
it: :: Modifica personalizzata ::

source: Question
it: :: Domanda di conferma ::

source: Choice
it: :: Possibili scelte ::

source: Load from
it: Carica da

source: Save as
it: Salva come

source: Enabled
it: Attivato

source: Disabled
it: Disattivato

source: With
it: Compresi

source: Without
it: Esclusi

source: Available
it: Disponibile

source: unavailable
it: Non disponibile

source: Not Allowed
it: Non permesso

source: Allowed
it: Permesso

source: Don't use
it: Non usare

source: Default
it: Predefinito

source: OK
it: Va bene

source: Ok
it: Okay!

source: Never
it: Mai

source: None
it: Nessuno

source: Auto
it: Automatico

source: Revert to...
it: Reimposta a...

source: On
it: Attivo

source: Off
it: Non attivo

source: Yes|No
it: Sì|No

source: Yes
it: Sì

source: Currently using hardware accelerated YUY2 overlay
it: In uso la sovrapposiz. YUY2 con acceleraz. hardware

source: Currently using hardware accelerated YV12 overlay
it: In uso la sovrapposiz. YV12 con acceleraz. hardware

source: Currently using scale2x
it: In uso il ridimensionamento al doppio dei pixel

source: Currently using scale3x
it: In uso il ridimensionamento al triplo dei pixel

source: RDTSC Timing Enabled (cycles)
it: Abilitata Temporizzaz. RDTSC (cicli)

source: RDTSC Timing Enabled (percentages)
it: Abilitata Temporizzaz. RDTSC (percentuale)

source: Screen Saved to %s
it: Schermata salvata come %s

source: No speed limit !
it: Nessun limite di velocità !

source: Speed limit %d fps
it: Velocità limitata a %d fps

source: used override for %s
it: In uso l'override per %s

source: Playing from: %s
it: In play da: %s

source: Drawing Every %1d Frames
it: Disegna ogni %1d fotogrammi

source: Can't create %s
it: Non è possibile creare %s

source: Music error: %s
it: Errore musica: %s

source: %d - Free savegame slot
it: %d - Posizione libera per il salvataggio del gioco

source: %s is not recognised
it: %s non è riconosciuto

source: %s is too ancient!
it: %s è troppo vecchio!

source: Game does not support Loading.
it: Il gioco non supporta il caricamento.

source: Game does not support Saving.
it: Il gioco non supporta il salvataggio.

source: Running CPU Every %01d Frames
it: Esecuzione della CPU ogni %01d fotogrammi

source: cpusldn:Running CPU Every %01d Frames
it: cpusldn: Esecuzione della CPU ogni %01d fotogrammi

source: M68705: Invalid jump address (0x%x)
it: M68705: Salto all'indirizzo non valido (0x%x)

source: Recording demo to: %s
it: Registrazione demo su: %s

source: Recording to wav...
it: Registrazione audio sul file wav...

source: No raine logo, or it's a true color bitmap
it: Logo di Raine non presente, oppure c'è ma è una bitmap in true-color

source: raine_logo.png must have the 1st color of the palette
it: Raine_Logo.png deve avere il primo colore della tavolozza dei colori

source: (color 0) as transparent
it: (colore di indice 0) come trasparente

source: This picture isn't 8bpp
it: Questa immagine non è a 8bpp (256 colori)

source: history.dat not found
it: History.dat non trovato!

source: Download it from http://www.arcade-history.com/index.php?page=download
it: Scaricalo da http://www.arcade-history.com/index.php?page=download

source: and install it in your raine directory
it: e copia il file .dat nella cartella di Raine

source: in linux ~/.raine or /usr/share/games/raine
it: sotto linux copia in ~/.raine o /usr/share/games/raine

source: Open this page now !|Later maybe...
it: Apri ora questa pagina|Forse dopo...

source: No savegames loadable for this game
it: Per questo gioco non c'è nessun salvataggio disponibile

source: FPS Counter Disabled
it: Disabilitato il conteggio dei frame al sec. (FPS)

source: FPS Counter Enabled
it: Abilitato il conteggio dei frame al sec. (FPS)

source: Average FPS Counter Enabled
it: Abilitato il conteggio sulla media dei frame al sec. (FPS)

source: Drawing All Frames
it: Disegna tutti i fotogrammi

source: Running CPU All Frames
it: Esecuzione della CPU per tutti i fotogrammi

source: Remaining size not enough for continue %s
it: Le dimensioni rimaste non sono sufficienti per continuare %s

source: Sprites layer
it: Livello di sprites

source: No options for this renderer ? Strange !
it: Nessuna opzione per questo tipo di resa grafica? Strano !

source: No hardware support for overlays
it: L'hardware non supporta la sovrapposizione (Overlays)

source: No opengl info yet, run something first
it: Ancora nessuna info su OpenGL, esegui prima qualcosa

source: No shader support on your hardware
it: Il tuo hardware non supporta l'ombreggiatura (Shader)

source: OpenGL error
it: Errore di OpenGL

source: switch to 16bpp color depth and reload
it: Cambia la profondità di colore dello schermo a 16bpp e ricarica

source: Not enough memory for layer bitmap %d
it: Momoria insufficiente per il livello bitmap %d

source: bad screen format, report this to rainemu.com:
it: Formato dello schermo errato, segnalare l'errore sul sito di Raine:

source: error while attaching fragment shader
it: errore verificato sull'interpolazione sull'ombreggiatura (Fragment Shader)

source: error while attaching vertex shader
it: errore verificato sulla colorazione dei vertici (Vertex Shader)

source: Error linking shader
it: Errore collegando il sistema di ombreggiatura (Shader)

source: Errors compiling fragment shader
it: Errori compilando l'interpolazione sull'ombreggiatura (Fragment Shader)

source: Errors compiling vertex shader
it: Errori compilando la colorazione dei vertici (Vertex Shader)

source: The field %d must have a value between %d and %d
it: Il campo %d deve avere un valore compreso tra %d e %d

source: The field %g must have a value between %g and %g
it: Il campo %g deve avere un valore compreso tra %g e %g

source: The field %x must have a value between %x and %x
it: Il campo %x deve avere un valore compreso tra %x e %x

source: Transparent masks / rotation
it: Maschere/Rotazione trasparente

source: EmuDX support ?
it: Supporto EmuDX ?

source: Beat'em up
it: Picchiaduro

source: Breakout
it: Rompimattoni

source: Fight
it: Lotta

source: Maze
it: Labirinto

source: Misc
it: Misto

source: Platform
it: Piattaforme

source: Puzzle
it: Rompicapo

source: Quizz
it: Indovinello

source: Race
it: Corse

source: Shoot'em up
it: Sparatutto

source: Sport
it: Sportivo

source: Adult
it: Erotico

source: Stick 0
it: Asta 0

source: Stick 1
it: Asta 1

source: Stick 2
it: Asta 2

source: Stick 3
it: Asta 3

source: UP
it: SOPRA

source: DOWN
it: SOTTO

source: LEFT
it: SINISTRA

source: RIGHT
it: DESTRA

source: Btn 1
it: Pulsante 1

source: Btn 2
it: Pulsante 3

source: Btn 3
it: Pulsante 3

source: Btn 4
it: Pulsante 4

source: Btn 5
it: Pulsante 5

source: Btn 6
it: Pulsante 6

source: Mouse btn 1
it: Puls.Mouse 1

source: Mouse btn 2
it: Puls.Mouse 2

source: Mouse btn 3
it: Puls.Mouse 3

source: Mouse btn 4
it: Puls.Mouse 4

source: escape
it: Esc

source: up
it: sopra

source: down
it: sotto

source: left
it: sinistra

source: right
it: destra

source: Brake
it: Freno

source: Accelerator
it: Acceleratore

source: Unused
it: (Non usato)

source: Unknown
it: (Sconosciuto)

source: Alternate
it: Alternativo

source: Unlimited
it: Illimitato

source: Mode
it: Modalità

source: Cabinet Moves
it: Movim. del Cabinato

source: Game Mode
it: Modalità avvio

source: Test Mode
it: Modalità verifica

source: Game
it: Gioco

source: Double
it: Doppio

source: Difficulty
it: Difficoltà

source: Free Play
it: Gioca gratis

source: Freeze
it: Congela

source: Flip Screen
it: Capovolgi schermo

source: Normal
it: Normale

source: Invert
it: Invertito

source: Demo Sound
it: Musica d'attesa

source: Demo Game
it: Gioca demo

source: Continue Play
it: Continua il gioco

source: Continue Mode
it: Modalità Continua

source: Continue
it: Continua

source: Territory
it: Territorio

source: Invincibility
it: Invincibilità

source: Invulnerability
it: Invulnerabilità

source: Allow Continue
it: Permetti di continuare

source: 2 Players Game
it: Gioca con 2 gioc.

source: Extra Life
it: Vita Extra

source: Extra Life at
it: Vita Extra a

source: Bonus Life
it: Vita Bonus

source: Life
it: Grado di vita

source: Energy
it: Energia

source: Lives
it: Num. di Vite

source: Life Bar
it: Barra energia

source: Cheat
it: Trucco

source: ROM type
it: Tipo di ROM

source: Cabinet
it: Cabinato

source: Cabinet Type
it: Tipo di Cabinato

source: Upright
it: In piedi (Upright)

source: Table
it: Tavolo (Table)

source: Cocktail
it: Su piano (Cocktail)

source: Cockpit
it: Strutturato (Cockpit)

source: Upright Controls
it: Controlli verticali

source: Single
it: Singolo

source: Dual
it: Duplice

source: 1 Player
it: 1 Giocatore

source: 2 Players
it: 2 Giocatori

source: 3 Players
it: 3 Giocatori

source: 4 Players
it: 4 Giocatori

source: Coinage
it: Conio

source: Coin Slots
it: Num.gettoni per credito

source: Coinage Type
it: Tipo di gettoniera

source: Coin Mode
it: Modo gettone

source: Mode 1
it: Modo 1

source: Mode 2
it: Modo 2

source: Coin Chutes?
it: Ingressi monete?

source: Coin A
it: Gettoniera A

source: Coin B
it: Gettoniera B

source: Coin C
it: Gettoniera C

source: Coin D
it: Gettoniera D

source: 2 Coins to Start,1 to Continue
it: 2 gett. inizia,1 continua

source: 2 Coins to Start,2 to Continue
it: 2 gett. inizia,2 continua

source: 1 Coin
it: 1 Gettone

source: 2 Coins
it: 2 Gettoni

source: 1 Credit
it: 1 Credito

source: 2 Credits
it: 2 Crediti

source: 1 Coin to Continue
it: 1 Gettone per cont.

source: 2 Coin to Continue
it: 2 Gettoni per cont.

source: Easiest
it: Facilissimo

source: Easier
it: Più facile

source: Very Easy
it: Molto facile

source: Easy
it: Facile

source: Hard
it: Difficile

source: Very Hard
it: Molto difficile

source: Harder
it: Più difficile

source: Hardest
it: Difficilissimo

source: 1 (Easiest)
it: 1 (Facilissimo)

source: 4 (Normal)
it: 4 (Normale)

source: 8 (Hardest)
it: 8 (Difficilissimo)

source: Very Slow
it: Molto lento

source: Slow
it: Lento

source: Fast
it: Veloce

source: Very Fast
it: Molto veloce

source: More Slowly
it: Più lentamente

source: Slowly
it: Lentamente

source: Quickly
it: Velocemente

source: More Quickly
it: Più velocemente

source: Very Low
it: Molto bassa

source: Low
it: Bassa

source: Medium
it: Media

source: High
it: Alta

source: Very High
it: Molto alta

source: Smallest
it: Piccolissimo

source: Small
it: Piccolo

source: Big
it: Grande

source: Biggest
it: Grandissimo

source: Large
it: Largo

source: no mixer yet
it: ancora nessun mixer

source: path format error
it: errore nel formato percorso

source: recreating fixed layer
it: ricostruzione sistemata del livello

source: disabling row select (agallet)
it: Disabilitata la selezione della riga (row select) per AirGallet

source: indexes alloc error
it: Errore nell'indice di allocazione

source: layer %d disabled
it: Livello %d disabilitato

source: layer 1 disabled
it: Livello 1 disabilitato

source: line scroll %d
it: Scorrimento linea %d

source: no line scroll %d
it: Nessuna linea di scorrimento %d

source: line scroll bg0 %d %d size %d
it: Linea di scorrimento BG0 %d %d dimensione %d

source: line scroll bg1 %d %d size %d
it: Linea di scorrimento BG1 %d %d dimensione %d

source: row scroll %d
it: Riga di scorrimento %d

source: row select layer %d size %d
it: Riga di scorrimento su livello %d dimensione %d

source: row scroll on 8x8 layer unemulated
it: Riga di scorrimento su livello 8x8 non emulata

source: s8 not supported
it: s8 non supportato

source: u16lsb not supported
it: u16lsb non supportato

source: u16msb not supported
it: u16msb non supportato

source: u8 not supported
it: u8 non supportato

source: tilemap0
it: MappaTile0

source: tilemap1
it: MappaTile1

source: alloc error
it: Errore di allocazione

source: OBJ
it: OGGETTO

source: OBJ 2
it: OGGETTO 2

source: Fixed layer
it: Livello fisso

source: sprites
it: sprite

source: sprites disabled
it: sprite disabilitati

source: text
it: testo

source: label
it: etichetta

source: New file
it: Nuovo file

source: Rom Option
it: Opzione ROM

source: TEST MODE
it: MODALITA VERIFICA

source: TEXT
it: TESTO

source: Minimun
it: Minimo

source: Next sprite block
it: Sprite block successivo

source: Prev sprite block
it: Sprite block precedente

source: Throttle Game Speed
it: Velocità acceleratore di gioco

source: Autofire
it: Fuoco autom.

source: Autofire (in some games)
it: Fuoco autom. (in alcuni giochi)

source: Toggle capture mode
it: Interrut. modalità cattura

source: Control Panel
it: Pannello di controllo

source: Change Setup
it: Impostazioni di cambio

source: Clear RAM
it: Pulisci la memoria

source: Capture block
it: Blocco di cattura

source: Player1 Button5
it: Giocatore 1 Pulsante 5

source: Player1 Button6
it: Giocatore 1 Pulsante 6

source: Player1 Button7
it: Giocatore 1 Pulsante 7

source: Player1 Button8
it: Giocatore 1 Pulsante 8

source: Player1 Down
it: Giocatore 1 Sotto

source: Player1 Left
it: Giocatore 1 Sinistra

source: Player1 Right
it: Giocatore 1 Destra

source: Player1 Up
it: Giocatore 1 Sopra

source: Player2 Button5
it: Giocatore 2 Pulsante 5

source: Player2 Button6
it: Giocatore 2 Pulsante 6

source: Player2 Button7
it: Giocatore 2 Pulsante 7

source: Player2 Button8
it: Giocatore 2 Pulsante 8

source: Player2 Down
it: Giocatore 2 Sotto

source: Player2 Left
it: Giocatore 2 Sinistra

source: Player2 Right
it: Giocatore 2 Destra

source: Player2 Up
it: Giocatore 2 Sopra

source: Player3 Button5
it: Giocatore 3 Pulsante 5

source: Player3 Button6
it: Giocatore 3 Pulsante 6

source: Player3 Button7
it: Giocatore 3 Pulsante 7

source: Player3 Button8
it: Giocatore 3 Pulsante 8

source: Player3 Down
it: Giocatore 3 Sotto

source: Player3 Left
it: Giocatore 3 Sinistra

source: Player3 Right
it: Giocatore 3 Destra

source: Player3 Up
it: Giocatore 3 Sopra

source: Player4 Button5
it: Giocatore 4 Pulsante 5

source: Player4 Button6
it: Giocatore 4 Pulsante 6

source: Player4 Button7
it: Giocatore 4 Pulsante 7

source: Player4 Button8
it: Giocatore 4 Pulsante 8

source: Player4 Down
it: Giocatore 4 Sotto

source: Player4 Left
it: Giocatore 4 Sinistra

source: Player4 Right
it: Giocatore 4 Destra

source: Player4 Up
it: Giocatore 4 Sopra

source: Flipper 1 Left
it: Flipper 1 Sinistra

source: Flipper 1 Right
it: Flipper 1 Destra

source: Flipper 2 Left
it: Flipper 2 Sinistra

source: Flipper 2 Right
it: Flipper 2 Destra

source: Buttons
it: Pulsanti

source: Button 1 Left
it: Pulsante 1 Sinistra

source: Button 1 Right
it: Pulsante 1 Destra

source: Button 2 Left
it: Pulsante 2 Sinistra

source: Button 2 Right
it: Pulsante 2 Destra

source: Upright 1 Controller
it: Inpiedi 1 controllo

source: Upright 2 Controllers
it: Inpiedi 2 controlli

source: Upright 1 Player
it: Inpiedi 1 giocatore

source: Upright 2 Players
it: Inpiedi 2 giocatori

source: Free
it: Libero

source: Locked
it: Bloccato

source: Enable 3d alternate frames
it: Fotogrammi alternativi 3D

source: Show Correct Answer
it: Mostra risposta corretta

source: Title
it: Titolo

source: Sound type
it: Tipo di suono

source: Text
it: Lingua del testo

source: Voice
it: Voce

source: Together
it: Insieme

source: DX alpha blending
it: Traslucido di DX

source: Variable (MMX)
it: Variabile MMX)

source: 2x Speed Cheat
it: Trucco doppia velocità

source: Enabled Always
it: Sempre attivato

source: Enabled with Button
it: Abilitato con pulsante

source: Rack Test (Cheat)
it: Testa rack (trucco)

source: Full Throttle Convrt
it: Conver. a max velocità

source: Auto Shot
it: Sparo automatico

source: Country
it: Località

source: Auto Turbo Fire
it: Spero con turbo autom.

source: Digital Input Speed
it: Velocità input digitale

source: Mouse Speed
it: Velocità del mouse

source: Show Crosshair
it: Mostra mirino

source: Player 1 Only
it: Solo giocatore 1

source: Player 2 Only
it: Solo giocatore 2

source: Test (grid and input)
it: Verifica (griglia e controlli)

source: Test (ram and sound)/pause
it: Verifica (mem. e suono)/pausa

source: IC52=512kb, IC53=none
it: IC52=512kb, IC53=nessuno

source: Selectable Games
it: Giochi selezionabili

source: Picture Viewer
it: Visualizza immagini

source: BG Type
it: Tipo di sfondo

source: Erase Backup Ram
it: Svuota Ram backup

source: P1 Input Control
it: Perif.di controllo G1

source: Copyright
it: Diritti sulla copia

source: All Rights Reserved
it: Tutti i diritti riservati

source: FBI Logo
it: Mostra logo FBI

source: License
it: Licenza

source: Licensed To
it: Licenziato a

source: Alt License
it: Licenza Alt.

source: (C) / License
it: Copyrigh/Licenza

source: Display Copyright
it: Mostra copyright

source: Territory/Copyright
it: Territorio/Copyright

source: Display Score
it: Mostra punteggio

source: Score Digits
it: Cifre del punteggio

source: Score Ranking
it: Classifica punteggio

source: Timer
it: Cronometro

source: Time
it: Tempo

source: Time Limit
it: Limite tempo

source: Damage
it: Danno

source: Continuous Fire
it: Fuoco continuo

source: Difficulty (Midnight Wand.)
it: Difficoltà (1-Midnight W.)

source: Difficulty (Chariot)
it: Difficoltà (2-Chariot)

source: Difficulty (Don't Pull)
it: Difficoltà (3-Don't Pull)

source: Lives (Midnight Wand.)
it: Vite (1-Midnight W.)

source: Lives (Chariot)
it: Vite (2-Chariot)

source: Lives (Don't Pull)
it: Vite (3-Don't Pull)

source: Difficulty 1
it: Difficoltà 1

source: Difficulty 2
it: Difficoltà 2

source: Difficulty 1 (time/speed)
it: Difficoltà 1 (tempo/velocità)

source: Difficulty 2 (other cars)
it: Difficoltà 2 (altre auto)

source: Difficulty Level (Enemy's Strength)
it: Difficoltà (forza nemico)

source: Difficulty Level (Player's Strength)
it: Difficoltà (forza giocatore)

source: Difficulty Level 1
it: Livello di difficoltà 1

source: Difficulty Level 2
it: Livello di difficoltà 2

source: Control
it: Controllo

source: Joysticks
it: Num.Joystick

source: Analog Joystick
it: Joystick analogico

source: Digital
it: Digitale

source: Keyboard/Digital
it: Tastiera/Digitale

source: Wheel
it: Volante

source: Steering wheel
it: Volante cont.

source: Paddles
it: Paddle

source: Lever
it: Leva

source: 1 Game Match
it: 1 sfida

source: 3 Games Match
it: 3 sfide

source: 5 Games Match
it: 5 sfide

source: 7 Games Match
it: 7 sfide

source: 2 Player Game
it: Gioco a 2 persone

source: 2 Player Mode
it: Modalità 2 gioc.

source: Simultaneous
it: Simultaneo

source: AlternateSingle
it: Singolo alternato

source: AlternateDual
it: Duplice alternato

source: Shields
it: Scudi

source: 2 Players Mode
it: Modalità 2 gioc.

source: 4 Players / 1 Cab
it: 4 gioc./1 cabinato

source: 4 Players / 2 Cabs
it: 4 gioc./2 cabinati

source: 4 Player/2 Cabinets
it: 4 gioc./2 cabinati

source: 4 Player/2 Coin Slot
it: 4 gioc./2 ingressi gett.

source: 4 Player/4 Coin Slot
it: 4 gioc./4 ingressi gett.

source: 100 (Cheat)
it: 100 (Trucco)

source: 256 (Cheat)
it: 256 (Trucco)

source: 1 Credit/No Continue
it: 1 Credito/Non continuare

source: 2 Credits/Winner Continue
it: 2 Crediti/Vincitore continua

source: 1 Credit/2P
it: 1 credito/2P

source: 1 Credit/4P
it: 1 credito/4P

source: 2 Credits/4P
it: 2 crediti/4 gioc.

source: 4 Credits/4P
it: 4 crediti/4 gioc.

source: 3 per Credit
it: 3 per credito

source: 9 per Credit
it: 9 per credito

source: 1 Coin/1 Credit
it: 1 Gett./1 Credito

source: 1 Coin/1 Credit 2/3
it: 1 Gett./1 Credito 2/3

source: 1 Coin/1 Credit 4/5
it: 1 Gett./1 Credito 4/5

source: 1 Coin/1 Credit 5/6
it: 1 Gett./1 Credito 5/6

source: 1 Coin/2 Credits
it: 1 Gett./2 Crediti

source: 1 Coin/2 Credits 4/9
it: 1 Gett./2 Crediti 4/9

source: 1 Coin/2 Credits 5/11
it: 1 Gett./2 Crediti 5/11

source: 1 Coin/3 Credits
it: 1 Gett./3 Crediti

source: 1 Coin/4 Credits
it: 1 Gett./4 Crediti

source: 1 Coin/5 Credits
it: 1 Gett./5 Crediti

source: 1 Coin/6 Credits
it: 1 Gett./6 Crediti

source: 1 Coin/7 Credits
it: 1 Gett./7 Crediti

source: 1 Coin/8 Credits
it: 1 Gett./8 Crediti

source: 1 Coin/9 Credits
it: 1 Gett./9 Crediti

source: 2 Coins/1 Credit
it: 2 Gettoni/1 Credito

source: 2 Coins/1 Credit 3/2 4/3 6/5
it: 2 Gettoni/1 Credito 3/2 4/3 6/5
